
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ อยู่ในรายการบล็อคของคุณ";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ ไม่ใช่ลิงค์ กรุณาคัดลอกลิงค์ที่ถูกต้อง";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "คุณแน่ใจหรื่อว่าต้องการลงชื่อออก?";

/*No comment provided by engineer.*/
"Are you sure?" = "คุณแน่ใจหรือ?";

/*No comment provided by engineer.*/
"BACK" = "กลับไป";

/*as in block another user*/
"BLOCK" = "บล็อค";

/*No comment provided by engineer.*/
"Block Failed" = "มีข้อผิดพลาด";

/*No comment provided by engineer.*/
"BLOCKED" = "บล็อคแล้ว";

/*Blocked {USERNAME}*/
"Blocked %@" = "บล็อค %@ แล้ว";

/*No comment provided by engineer.*/
"Can't send SMS" = "ไม่สามารถส่ง SMS ได้";

/*No comment provided by engineer.*/
"CANCEL" = "ยกเลิก";

/*No comment provided by engineer.*/
"Cancel" = "ยกเลิก";

/*No comment provided by engineer.*/
"CANCELED" = "ยกเลิกแล้ว";

/*No comment provided by engineer.*/
"Change" = "เปลี่ยน";

/*No comment provided by engineer.*/
"Changed" = "เปลี่ยนแล้ว";

/*No comment provided by engineer.*/
"Check internet and try again." = "ตรวจสอบอินเตอร์เน็ตและลองอีกครั้ง";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "ดู YoIndex เพื่อลงทะเบียนบริการดี ๆ ของเรา!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "ดูบริการนี้ที่พบบน Yo! %@ ";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "เลือกรหัสอื่น";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "เลือกรหัสอื่น";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "เลือกชื่อผู้ใช้";

/*de-select all*/
"Clear All" = "ลบทั้งหมด";

/*No comment provided by engineer.*/
"Close" = "ปิด";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "การเชื่อมต่อผิดพลาด ลองอัพเดทรหัสผ่านอีกครั้งในภายหลัง";

/*No comment provided by engineer.*/
"CONTACTS" = "ชื่อผู้ติดต่อ";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "คัดลอกลิงค์หรือรูปภาพ คลิ๊กและค้างไว้เพื่อแชร์";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "คัดลอกลิงค์ คลิ๊กและค้างไว้เพื่อแชร์";

/*No comment provided by engineer.*/
"Copy Link" = "คัดลอกลิงค์";

/*No comment provided by engineer.*/
"Could not load page" = "ไม่สามารถโหลดหน้าต่างได้";

/*No comment provided by engineer.*/
"Delete" = "ลบ";

/*No comment provided by engineer.*/
"Didn't get code" = "ไม่ได้รับรหัส";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "คุณชอบแอพฯ Yo หรือไม่?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "คุณต้องการเลิกบล็อคผู้ใช้นี้เพื่อให้เขาสามารถ Yo คุณได้หรือไม่?";

/*No comment provided by engineer.*/
"DONE" = "เสร็จสิ้น";

/*No comment provided by engineer.*/
"Done" = "เสร็จสิ้น";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "คลิ๊กสองครั้งเพื่อแชร์ที่ตั้งของคุณ Yo @ ที่ไหน?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "คลิ๊กสองครั้งเพื่อแชร์ที่ตั้งของคุณบน Yo";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "แก้ไขบัญชี";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "แก้ไขโพรไฟล์";

/*No comment provided by engineer.*/
"EMAIL SENT" = "ส่งอีเมลล์แล้ว";

/*No comment provided by engineer.*/
"Email Us" = "อีเมลล์เรา";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "เปิดใช้งานกล้อง\nตั้งค่า->ความเป็นส่วนตัว->กล้อง";

/*No comment provided by engineer.*/
"Enable Location" = "เปิดใช้งานที่ตั้ง";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "เปิดใช้งานการเรียกคืนรหัส";

/*No comment provided by engineer.*/
"Enable Push" = "เปิดใช้งาน Push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "ใส่ชื่อเต็ม";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "ใส่หมายเลขโทรศัทพ์ใหม่";

/*No comment provided by engineer.*/
"Enter New Username" = "ใส่ชื่อผู้ใช้ใหม่";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "ใส่รหัสใหม่";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "ใส่รหัสใน SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "ใส่ชื่อผู้ใช้";

/*# -> number as in phone number*/
"Enter Your Phone #" = "ใส่หมายเลขโทรศัพท์";

/*No comment provided by engineer.*/
"Error" = "ผิดพลาด";

/*As in existing photos. could also read photos*/
"EXISTING" = "รูปภาพ";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ค้นหาสิ่งที่เป็นไปได้";

/*No comment provided by engineer.*/
"Failed" = "ล้มเหลว";

/*No comment provided by engineer.*/
"FAILED" = "ล้มเหลว";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "ล้มเหลวในการค้นหาเพื่อนบน Facebook";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "ล้มเหลวในการค้นหาเพื่อนในรายชื่อผู้ติดต่อ";

/*No comment provided by engineer.*/
"Failed To Get Location" = "ล้มเหลวในการค้นหาที่ตั้ง";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "การลงชื่อเข้าใช้ด้วย Facebook ล้มเหลว กรุณาลองอีกครั้ง";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "ล้มเหลวในการยกเลิกบล็อค %@ ลองใหม่อีกครั้ง";

/*No comment provided by engineer.*/
"Failed Yo" = "ล้มเหลวในการ Yo";

/*No comment provided by engineer.*/
"FAILED!" = "ล้มเหลว!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "ผิดพลาด! คุณมีอินเตอร์เน็ตหรือไม่?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "การตอบสนอง";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ค้นหาเพื่อน";

/*As in a From & To : a parcel/letter*/
"From" = "จาก";

/*No comment provided by engineer.*/
"FULL NAME" = "ชื่อเต็ม";

/*Go as in proceed as in Send*/
"Go" = "ไป";

/*just back works too*/
"GO BACK" = "กลับไป";

/*As in Understood, or OK*/
"Got it!" = "ตกลง!";

/*No comment provided by engineer.*/
"Hey There!" = "หวัดดี!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "วิธีการรับ YO";

/*No comment provided by engineer.*/
"HOW TO" = "วิธีการ";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "วิธีการเปิดลิงค์ YO";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "วิธีการเปิดตำแหน่งที่ตั้ง YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "วิธีการส่ง YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "ฉันต้องการส่ง Yo ให้คุณ!\nเพิ่มชื่อ Yo ฉันโดยคลิ๊กที่นี่: %@\n(หากคุณไม่มีแอพฯ Yo ติดตั้งได้ที่นี่ %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "ฉันต้องการส่ง Yo ให้คุณ!\nเพิ่มชื่อ Yo ของฉันโดยการคลิ๊กที่: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "ไม่ถูกต้อง";

/*No comment provided by engineer.*/
"INDEX" = "ดัชนี";

/*No comment provided by engineer.*/
"INVITE" = "เชิญชวน";

/*Invite button for invite friends popup*/
"Invite" = "เชิญชวน";

/*Title for invite friends popup*/
"Invite Friends!" = "ชวนเพื่อน!";

/*No comment provided by engineer.*/
"Just hit Send" = "แค่คลิ๊กส่ง";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "เพิ่งลงทะเบียนเพื่อรับ Yo จาก %@! ส่ง Yo ให้ที่";

/*No comment provided by engineer.*/
"Link Not Found" = "ไม่พบลิงค์";

/*No comment provided by engineer.*/
"LOGIN" = "ล็อกอิน";

/*No comment provided by engineer.*/
"Login Failed" = "ล้มเหลวในการล็อกอิน";

/*No comment provided by engineer.*/
"LOGOUT" = "ลงชื่อออก";

/*No comment provided by engineer.*/
"MAIL" = "จดหมาย";

/*No comment provided by engineer.*/
"MAPS" = "แผนที่";

/*No comment provided by engineer.*/
"Me" = "ฉัน";

/*No comment provided by engineer.*/
"MUTED" = "บล็อคแล้ว";

/*No*/
"Nah" = "ไม่";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "รหัสใหม่";

/*No comment provided by engineer.*/
"NO" = "ไม่";

/*No comment provided by engineer.*/
"No" = "ไม่";

/*:) -> Smile*/
"No Blocked Users! :)" = "ไม่มีผู้ใช้งานที่ถูกบล็อค! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "ไม่พบกล้อง";

/*No comment provided by engineer.*/
"No contacts were found." = "ไม่พบรายชื่อผู้ติดต่อ";

/*No comment provided by engineer.*/
"No Contacts!" = "ไม่มีรายชื่อผู้ติดต่อ!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "ไม่มีบัญชีอีเมลล์";

/*No comment provided by engineer.*/
"No Internet!" = "ไม่มีอินเตอร์เน็ต!";

/*As in photo library*/
"No Library Found" = "ไม่พบแกลเลอรี่ภาพ";

/*No comment provided by engineer.*/
"No Such User" = "ไม่มีผู้ใช้งานนี้";

/*Cancel button for invite friends popup*/
"Not now" = "ไม่ใช่ตอนนี้";

/*No comment provided by engineer.*/
"OK" = "ตกลง";

/*No comment provided by engineer.*/
"Open in Chrome" = "เปิดใน Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "เปิดใน Safari";

/*PASS as in passcode*/
"PASS" = "รหัสผ่าน";

/*No comment provided by engineer.*/
"PASSCODE" = "รหัส";

/*No comment provided by engineer.*/
"Passcode changed" = "เปลี่ยนรหัสแล้ว";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "รหัสไม่ตรงกัน";

/*As in Mobile, telephone*/
"PHONE" = "โทรศัพท์";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "กรุณาใส่อีเมลล์ในการตั้งค่า ->จดหมาย";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "กรุณาเชื่อมต่อ Twitter ในการตั้งค่า -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "กรุณาเปิดการเข้าถึงรายชื่อผู้ติดต่อ";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "กรุณาใส่หมายเลขโทรศัพท์ที่ถูกต้อง";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "กรุณาลองอีกครั้ง\nหากยังมีปัญหาอยู่ ติดต่อเราและแจ้งรหัสข้อผิดพลาดนี้: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "กรุณาลงทะเบียนหรือล็อกอิน";

/*No comment provided by engineer.*/
"Please try again" = "กรุณาลองใหม่อีกครั้ง";

/*No comment provided by engineer.*/
"Please try again later" = "กรุณาลองใหม่ในภายหลัง";

/*As to rate, rating, review*/
"RATE" = "ให้คะแนน";

/*PASS as in passcode*/
"RECOVER PASS" = "เรียกคืนรหัสผ่าน";

/*No comment provided by engineer.*/
"Resend" = "ส่งอีกครั้ง";

/*No comment provided by engineer.*/
"SAVE" = "บันทึก";

/*No comment provided by engineer.*/
"Saved!" = "บันทึกแล้ว!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "เลือกชือผู้ใช้หนึ่ง";

/*No comment provided by engineer.*/
"Select All" = "เลือกทั้งหมด";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "เลือกรหัสที่ยาวกว่า";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "เลือกชื่อผู้ใช้เพื่อแชร์";

/*No comment provided by engineer.*/
"Send" = "ส่ง";

/*No comment provided by engineer.*/
"Send Email" = "ส่งอีเมลล์";

/*IMG abbrv for Image*/
"SENDING IMG" = "กำลังส่งภาพ";

/*like URL link*/
"SENDING LINK" = "กำลังส่งลิงค์";

/*No comment provided by engineer.*/
"Sent" = "ส่งแล้ว";

/*No comment provided by engineer.*/
"SENT @YO!" = "ส่ง @YO! แล้ว";

/*No comment provided by engineer.*/
"SENT YO!" = "ส่ง YO แล้ว!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "ส่งภาพ-YO แล้ว!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "ส่งลิงค์-YO แล้ว!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "ส่ง YOYO แล้ว!";

/*No comment provided by engineer.*/
"Session Error" = "การเชื่อมต่อผิดพลาด";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "ตั้งรหัส";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "ตั้งรหัส\n(สามารถเป็นตัวเดียวกันกับที่คุณมี)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "การตั้งค่า ->ความเป็นส่วนตัว ->รายชื่อผู้ติดต่อ ->Yo";

/*No comment provided by engineer.*/
"SHARE" = "แชร์";

/*No comment provided by engineer.*/
"Share" = "แชร์";

/*No comment provided by engineer.*/
"Share on Facebook!" = "แชร์บน Facebook";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "แชร์บริการดี ๆ นี้ให้คนอื่นได้รู้! เลื่อนที่หน้าจอหลักด้านซ้ายเพื่อยกเลิกการลงทะเบียน";

/*No comment provided by engineer.*/
"SIGNUP" = "ลงทะเบียน";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "มีข้อผิดพลาดเกิดขึ้น";

/*No comment provided by engineer.*/
"Subscribed!" = "ลงทะเบียนแล้ว!";

/*As in take picture*/
"TAKE" = "ถ่ายภาพ";

/*No comment provided by engineer.*/
"tap here to close" = "คลิ๊กที่นี่เพื่อปิด";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "คลิ๊กที่ชื่อเพื่อ YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "คลิ๊กที่ชื่อเพื่อ Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "คลิ๊กเพื่อเพิ่ม Yo ของคุณ: http://justyo.co/%@\n(หากคุณไม่มีแอพฯ Yo ติดตั้งได้ที่%@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "คลิ๊กเพื่ออนุญาต";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "คลิ๊กเพื่อเชิญชวน";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "คลิ๊กเพื่อล็อกอิน";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "คลิ๊กเพื่อเรียกคืน";

/*No comment provided by engineer.*/
"TAP TO SET" = "คลิ๊กเพื่อตั้งค่า";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "คลิ๊กเพื่อลงทะเบียน";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "ช่วยบอกเราว่าควรปรับปรุงอะไรบ้าง:";

/*No comment provided by engineer.*/
"TEXT SENT" = "ส่งข้อความแล้ว";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "ไม่สามารถบันทึกโพรไฟล์ได้ กรุณาตรวจสอบสัญญาณอินเตอร์เน็ตของคุณ";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index ลงทะเบียนเพื่อรับ Yo โดยบริการโปรดของคุณ";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "มีเวอร์ชั่นใหม่ของ Yo\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "มีเวอร์ชั่นใหม่ของ Yo คุณต้องการอัพเดทหรือไม่?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "มีข้อผิดพลาดเกิดขึ้น:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "นี่คือวิธีการ Yo ส่ง Yo มาให้ฉันที่ %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "นี่คือสิ่งที่ผู้ใช้งานอื่นเห็นเกี่ยวกับคุณเมื่อเลื่อนชื่อผู้ใช้ของคุณไปด้านขวา";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "ชื่อผู้ใช้นี้มีอยู่แล้ว กรุณาลองชื่ออื่น";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "การบล็อคผู้ใช้งาน เลื่อนไปด้านซ้ายที่ชื่อและคลิ๊กบล็อค";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "การเปิดใช้งานการเรียกคืนรหัสผ่าน:\n\nส่ง Yo อีเมลล์ของคุณโดยการคลิ๊กส่ง\n\nการยกเลิก ให้คลิ๊กที่ ยกเลิก\n\n\n------------------------------------------\nอีเมลล์ของคุณจะไม่ถูกใช้งานสำหรับกรณีอื่นยกเว้นการเรียกคืนรหัสผ่าน\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "เพื่อค้นหาเพื่อนและให้เพื่อนค้นหาคุณ รายชื่อผู้ติดต่อของคุณจะไม่ถูกเก็บไว้ที่ใดและจะถูกใช้เพื่อค้าหาเพื่อนเท่านั้น";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "เพื่อตรวจสอบหมายเลขของคุณ คลิ๊กส่ง\n\nรหัส: %@\n\n*อาจมีการเรียกเก็บเงินจากผู้ให้บริการโทรศัพท์";

/*No comment provided by engineer.*/
"Try again later" = "ลองใหม่อีกครั้งในภายหลัง";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "พิมพ์เพื่อเพิ่มชื่อผู้ใช้";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "เลิกบล็อค";

/*No comment provided by engineer.*/
"UNBLOCKED" = "เลิกบล็อคแล้ว";

/*unsibscribe*/
"UNSUB" = "เลิกลงทะเบียน";

/*As in software update available*/
"Update" = "อัพเดท";

/*No comment provided by engineer.*/
"User Exists" = "มีผู้ใช้นี้อยู่แล้ว";

/*No comment provided by engineer.*/
"USERNAME" = "ชื่อผู้ใช้";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "ชื่อผู้ใช้ถูกใช้แล้ว";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "ตรวจสอบรหัส";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "เราไม่พบเพื่อนของคุณใน Yo แชร์ Yo และนำเพื่อนมาใช้ Yo กัน";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "เราไม่มีหมายเลขโทรศัพท์หรืออีเมลล์ที่อยู่ในบัญีนี้\nกรุณาส่งอีเมลล์มาที่เราและเราจะเรียกคืนบัญชีของคุณ";

/*No comment provided by engineer.*/
"WELCOME" = "ยินดีต้อนรับ";

/*No comment provided by engineer.*/
"What is Yo?" = "Yo คืออะไร?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "YO คืออะไร?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "เมื่อคุณเลิกบล็อคผู้ใช้งาน ผู้ใช้นั้นจะอยู่ในรายการเพื่อนของคุณ แต่จะไม่สามารถส่ง Yo ได้โดยอัตโนมัติ - ขอให้สนุกกับการส่ง Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "รหัสไม่ถูกต้อง";

/*No comment provided by engineer.*/
"Yes" = "ใช่";

/*Sending images title*/
"Yo & Images!" = "Yo และรูปภาพ!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - ฉันอยากแชร์การตอบสนอง";

/*No comment provided by engineer.*/
"YO ALL" = "YO ทุกคน";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "ส่ง Yo ไปยังเพื่อนทุกคนเพื่อแชร์ชื่อผู้ใช้ใหม่ของคุณ: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo กลับ";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "สถิติ YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo สนุกมากขึ้นเมื่อมีเพื่อน ๆ !";

/*No comment provided by engineer.*/
"Yo Location" = "Yo ที่ตั้งของคุณ";

/*No comment provided by engineer.*/
"Yo me" = "Yo ฉัน";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo ต้องการอินเตอร์เน็ต!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO ต้องการเข้าถึง PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Yo สิ่งนี้";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! ดูนี่สิ";

/*No comment provided by engineer.*/
"YOALL" = "YO ทุกคน";

/*No comment provided by engineer.*/
"YORANDOM" = "สุ่มส่ง YO";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "คุณกำลังจะลบหมายเลขโทรศัพท์ของคุณ";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "คุณสามารถเลิกบล็อคในเมนูนี้ได้เสมอ";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "คุณไม่สามารถส่ง Yo กรุณาติดต่อเราที่ yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "คุณจะได้รับคำแนะนำเพื่อเปลี่ยนรหัสของคุณในไม่ช้า";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "คุณจะได้รับลิงค์เพื่อเปลี่ยนรหัสในไม่ช้า";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "คุณกำลังจะส่ง Yo รูปภาพแรก! ใครที่มีลิงค์จะสามารถดูภาพได้";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "การใช้งานในปัจจุบันไม่ถูกต้อง กรุณาล็อกอินอีกครั้ง";